Repository: CaptainNozick/seasteading.org
Catalog: trunk/sites/all/modules/captcha/po/*.po
Languages: nb, ru

source: Adds a Captcha to various forms to help prevent spam submissions.
ru: Добавляет captcha в различные формы ввода информации для предотвращения спама.

source: Administer how and where Captchas are used.
ru: Определяет, как и где использовать captcha (проверку на "человечность" при вводе информации).

source: Comment form
ru: Форма комментариев

source: User login form
ru: Форма входа на сайт

source: User login form block
ru: Блок формы входа на сайт

source: User edit form
ru: Форма редактирования пользователя

source: User registration form
ru: Форма регистрации пользователя

source: User forgot password form
ru: Форма "забыл пароль"

source: User contact form
ru: Форма контактной информации о пользователе

source: Sitewide contact form
ru: Форма контактной информации для всего сайта

source: Create a node
nb: Opprett innhold
ru: Создание материала

source: Captcha points for the role @role
ru: Где применять captcha для роли @role

source: Type of captcha to use
nb: Type Captcha som skal brukes
ru: Использовать тип captcha

source: Select what kind of challenge you want to pose to the user.
ru: Выберите, какого типа проверку вы хотите устроить пользователю.

source: Additional response description text
ru: Дополнительный текст

source: This text will be added below the captcha response field.
ru: Это текст будет добавлен ниже поля запроса captcha.

source: Override module's form item description
ru: Заменить стандартное описание.

source: Override the captcha module's form item description to the one set above.
ru: Заменить стандартное для модуля описание поля ввода информации на вышеуказанное.

source: Math Question: What is %problem?
nb: Mattespørsmål: Hva er %problem?
ru: Задача: Сколько будет %problem?

source: Please solve the math problem above and type in the result. e.g. for 1+1, type 2.
ru: Пожалуйста, решите математическую задачку и напишите ответ.

source: The answer you entered to the math problem is incorrect.
nb: Svaret du ga på mattesprøsmålet var feil.
ru: Ваш ответ неверен.

source: Implements a captcha to registration, comment, contact and node entry forms.
ru: Добавляет captcha (проверку на "человечность") при регистрации, комментировании, добавлении материалов и контактной информации.

source: SPAM Control
ru: Контроль СПАМа

source: Adds a Captcha to the registration form.
nb: Legger til en Captcha på registreringsskjemaet.

source: Comment Form
nb: Kommentar felt

source: User Login Form
nb: Pålogging

source: User Login Form Block
nb: Blokk for pålogging

source: User Edit Form
nb: Skjema for brukerinstillinger

source: User Registration Form
nb: Skjema for å opprette ny konto

source: User Forgot Password Form
nb: "Bestill nytt passord"-skjema

source: User Contact Form
nb: Personlig kontaktskjema

source: Sitewide Contact Form
nb: Webside-kontaktskjema

source: Select what kind of challenge you want to pose to the user
nb: Velg hva slags problem brukeren skal løse

source: Please solve the math problem above and type in the result. e.g. for 1+1, type 2
nb: Vennligst løs mattespørsmålet over og skriv inn resultatet. F.eks. for 1+1 så skriver du inn 2
