Repository: CaptainNozick/seasteading.org
Catalog: sites/all/modules/privatemsg/po/*.po
Languages: nl, pl

source: <p>You can</p> <ul> <li>administer privatemsg at <a href="%admin-settings-privatemsg">administer &gt;&gt; settings &gt;&gt; private message</a>.</li> <li>view your private messages at <a href="%privatemsg">view inbox</a>.</li>
nl: <p>U kunt</p> <ul> <li>privatemsg administreren onder<a href="%admin-settings-privatemsg">administratie &gt;&gt; instellingen&gt;&gt; privé berichten</a>.</li> <li>bekijk uw privé berichten onder <a href="%privatemsg">postvak in bekijken</a>.</li>

source: For more information please read the configuration and customization handbook <a href="%privatemsg">Privatemsg page</a>.
nl: Voor meer informatie, leest de <a href="%privatemsg">Privatemesg pagina</a>.

source: Allows private messages between users.
nl: Laat privé berichten tussen gebruikers toe.
pl: Pozwala komunikować się użytkownikom z pomocą PW.

source: write to author
nl: privé bericht aan auteur
pl: napisz do autora

source: my inbox
nl: mijn postvak in

source: Private messages
nl: Privé berichten
pl: Prywatne wiadomości

source: send private message
nl: verstuur privé berichten
pl: Wyślij PW

source: <a href="%login">login</a> or <a href="%register">register</a> to send private messages to this user
nl: <a href="%login"> aanmelden</a> of <a href="%register"> registreren</a> om een privé bericht te versturen.
pl: <a href="%login">Zaloguj się</a> lub <a href="%register">Zarejestruj</a> aby wysłać PW do tego użytkownika

source: <a href="%login">login</a> to send private messages to this user
nl: <a href="%login"> aanmelden</a> om een privé bericht te versturen.
pl: <a href="%login">Zaloguj się</a> aby wysłać PW do tego użytkownika

source: Private message settings
nl: Privé bericht instellingen
pl: Ustawienia PW

source: Allow private messages
nl: Sta privé berichten toe
pl: Zezwól na PW

source: Check this box to allow users to send you private messages.
nl: Zet dit aan, om andere gebruikers berichten aan u te laten sturen.
pl: Zanzacz te pole jeśli chcesz dać innym możliwość wysyłania ci Prywatnych Wiadomości.

source: Receive daily e-mail for unread messages
nl: Ontvang dagelijkse mails voor ongelezen berichten
pl: Powiadomienie e-mail

source: Check this box to receive e-mail notification for unread messages. Only one e-mail will be sent per day.
nl: Zet aan, om e-mail notificaties te ontvangen voor ongelezen berichten. U ontvangt maximaal één mail per dag.
pl: Zaznacz to pole jeśli chcesz otrzymywać raz dziennie mail z informacją o nieprzeczytanych wiadomościach.

source: Private messaging max rate
nl: Privé berichten maximum ratio
pl: Czas do następnego PW

source: Max submit rate for private messaging. To prevent abuse.
nl: Maximaal aantal berichten. Ter voorkoming van misbruikt.
pl: Jaki czas musi upłynąć aby wysłać następną wiadomość.

source: Sent message status
nl: Verstuurd bericht status
pl: Status odebrania

source: Disabled
nl: Uitgeschakeld
pl: Wyłączone

source: Enabled
nl: Ingeschakeld
pl: Włączone

source: If enabled users can see whether a message has been read or not.
nl: Indien ingeschakeld aangezet, kunnen gebruikers zien of hun bericht gelezen is, of niet.
pl: Jeśli włączone wysyłający mogą zobaczyć czy wiadomość została odczytana.

source: Messages per page
nl: Berichten per pagina
pl: Wiadomości na stronę

source: The maximum number of messages displayed per page; links to browse messages automatically appear.
nl: Het maximum aantal berichten dat per pagina weergegeven wordt. Links om naar de volgende berichten te bladeren zullen vanzelf worden weergegeven
pl: Ilość wiadomości na jednej stronie.

source: "Write to author" links
nl: "Schrijf auteur" links
pl: Linki "napisz do autora"

source: Display link with posts
nl: Laat link bij artikelen zien
pl: Pokazuj link do PW

source: Provide a link to send private messages to users with posts they start.
nl: Geeft een link weer, waarmee privé berichten aan de auteur van een bericht gestuurd kunnen worden.
pl: Pokazuje link do PW przy każdym poście jaki napisze użytkownik.

source: Display link with comments
nl: Laat link bij commentaren zien
pl: Link do PW przy komentarzu

source: Provide a link to send private messages to users with their comments.
nl: Geeft een link om privé berichten aan auteurs te sturen bij commentaren.
pl: Pokazuje link do PW przy każdym komentarzu jaki napisze użytkownik.

source: New private messages at %site.
nl: Nieuw privé bericht op %site
pl: Nowe PW ze strony %site.

source: Hi %name, This is an automatic reminder from the site %site. You have %new unread private messages. To read your messages, follow this link: %link1 If you don't want to receive these email again, change your preferences here: %link2
nl: Hallo %naam, Dit is een automatische herinnering van de site %site. U heeft %new ongelezen berichten. Om uw berichten te lezen, moet u deze link volgen: %link1 Indien u deze berichten niet wilt ontvangen, kunt u de instellingen aanpassen op %link2
pl: Cześć %name, To jest automatyczne przypomnienie ze strony %site. Masz %new nieprzeczytanych PW. Aby je odczytać kliknij poniższy link: %link1 Aby nie otrzymywać powiadomień zmień swoje ustawienia: %link2

source: Read message
nl: Lees bericht
pl: Przeczytaj

source: Home
nl: Start
pl: Start

source: private messages
nl: privé berichten
pl: prywatne wiadomości

source: Write a new message
nl: Schrijf een nieuw bericht
pl: Napisz PW

source: Send private message
nl: Stuur een privé bericht
pl: Wyślij PW

source: Move to folder
nl: Verplaats naar map
pl: Przesuń do folderu

source: Delete messages
nl: Berichten verwijderen
pl: Kasuj PW

source: New folder
nl: Nieuwe map
pl: Nowy folder

source: Add folder
nl: Map toevoege
pl: Dodaj folder

source: Create new folder
nl: Nieuwe map aanmaken
pl: Twórz nowy folder

source: Delete folder
nl: Map verwijderen
pl: Kasuj folder

source: Empty folder
nl: Map legen
pl: Wyczyść folder

source: Inbox
nl: Postvak in
pl: Skrzynka odbiorcza

source: Sent messages
nl: Verstuurde berichten
pl: Wysłane Wiadomości

source: To
nl: Aan
pl: Do

source: Contacts
nl: Contacten
pl: Kontakty

source: Subject
nl: Onderwerp
pl: Temat

source: Message
nl: Bericht
pl: Treść

source: The <em>Recipient</em> field is required.
nl: Het <em>ontvanger</em> veld is vereist.
pl: Pole <em>Odbiorca</em> jest wymagane.

source: The <em>Recipient</em> does not exist.
nl: De <em>ontvanger</em> bestaat niet.
pl: taki <em>Odbiorca</em> nie istnieje.

source: %name does not accept private messages.
nl: %name accepteert geen privé berichten.
pl: %name nie przyjmuje PW.

source: The <em>Subject</em> field is required.
nl: Het <em> Onderwerp</em> veld is vereist.
pl: Pole <em>Temat</em> jest wymagane.

source: The <em>Message</em> field is required.
nl: Het <em> Bericht</em> veld is vereist.
pl: Pole <em>Treść</em> jest wymagane.

source: The supplied input format is invalid.
nl: Het ingevulde invoerformaat is ongeldig.
pl: Format danych nieprawidłowy

source: Message sent.
nl: Bericht verzonden.
pl: Wiadomość wysłana

source: Name
nl: Naam
pl: Nazwa

source: From
nl: Van
pl: Od

source: Date
nl: Datum
pl: Data

source: Reply to this message
nl: Bericht beantwoorden
pl: Odpowiedz

source: Delete this message
nl: Bericht verwijderen
pl: Skasuj

source: Are you sure to delete this message?
nl: Weet u zeker dat u dit bericht wilt verwijderen?
pl: Na pewno skasować?

source: List messages
nl: Lijst met berichten
pl: Pokaż PW

source: Error: you can't read this message.
nl: Fout: u kunt dit bericht niet lezen.
pl: Błąd: nie możesz odczytać tej PW.

source: Are you sure you want to delete these messages?
nl: Weet u zeker dat u deze berichten wilt verwijderen?
pl: Na pewno skasować te wiadomości?

source: Are you sure you want to delete this folder and all its messages?
nl: Weet u zeker dat u deze map met alle berichten wilt verwijderen?
pl: Na pewno skasować folder i zawarte w nim wiadomości?

source: Are you sure you want to delete every message in this folder?
nl: Weet u zeker dat u alle berichten in deze map wilt verwijderen?
pl: Na pewno wyczyścić folder?

source: No messages.
nl: Geen berichten.

source: access private messages
nl: toegang tot privé berichten

source: view inbox
pl: zobacz skrzynkę odbiorczą

source: History
pl: Historia

source: <p>No messages</p>
pl: <p>Brak wiadomości</p>
