Repository: CaptainNozick/seasteading.org
Catalog: sites/all/modules/captcha/po/*.po
Languages: cs, pl

source: "CAPTCHA" is an acronym for "Completely Automated Public Turing test to tell Computers and Humans Apart". It is typically a challenge-response test to determine whether the user is human. The CAPTCHA module is a tool to fight automated submission by malicious users (spamming) of for example comments forms, user registration forms, guestbook forms, etc. You can extend the desired forms with an additional challenge, which should be easy for a human to solve correctly, but hard enough to keep automated scripts and spam bots out.
pl: "CAPTCHA" to "komputery od ludzi odróżniający, całkowicie zautomatyzowany i publicznie dostępny test Turinga". Test polega zazwyczaj na przedstawieniu zadań, których prawidłowe wykonanie potwierdzić ma człowieczeństwo badanego. Moduł łapirobota (ang. <q>CAPTCHA</q>) jest więc narzędziem w walce ze zautomatyzowanym korzystaniem z formularzy witryny (formularzy dodawania odpowiedzi, rejestracji, księgi gości, itp.) przez użytkowników wysyłających niepożądane treści, określane zwykle terminem <q>spam</q>. Moduł umożliwia dodanie do formularzy zadania (zastawienie pułapki), które powinno być łatwe do wykonania dla człowieka, ale trudne dla skryptu czy robotów spamerskich.

source: Note that the CAPTCHA module interacts with page caching (see <a href="!performancesettings">performance settings</a>). Because the challenge should be unique for each generated form, the caching of the page it appears on is prevented. Make sure that these forms do not appear on too many pages or you will lose much caching efficiency. For example, if you put a CAPTCHA on the user login block, which typically appears on each page for anonymous visitors, caching will practically be disabled. The comment submission forms are another example. In this case you should set the "%commentlocation" to "%separatepage" in <a href="!commentsettings">the comment settings</a> for better caching efficiency.
pl: Weź pod uwagę, że moduł łapirobota wchodzi w interakcję z systemem pamięci podręcznej (<a href="!performancesettings">ustawienia wydajności</a>). Ze względu na to, że zadanie powinno być inne dla każdego z formularzy w danym czasie, pamięć podręczna nie funkcjonuje prawidłowo na stronach zawierających te formularze. Upewnij się więc, że formularze zawierające pułapki nie pojawiają się na zbyt wielu podstronach, ponieważ w przeciwnym razie wydajność pamięci podręcznej będzie znikoma. Dla przykładu, jeśli umieścisz pułapkę w bloku logowania, który zazwyczaj wyświetlany jest anonimowym odwiedzającym na każdej z podstron, pamięć podręczna de facto nie będzie funkcjonować. Innym przykładem są formularze dodawania odpowiedzi. Rozwiązaniem ostatniego z problemów jest ustawienie <q>%separatepage</q> dla opcji <q>%commentlocation</q> ze <a href="!commentsettings">strony ustawień odpowiedzi</a>.

source: Location of comment submission form
pl: Lokalizacja formularza dodawania odpowiedzi

source: Display on separate page
pl: Wyświetlaj na osobnej stronie

source: CAPTCHA is a trademark of Carnegie Mellon University.
pl: CAPTCHA jest zastrzeżonym znakiem towarowym Carnegie Mellon University.

source: <p>A CAPTCHA can be added to virtually each Drupal form. Some default forms are already provided in the form list, but arbitrary forms can be easily added and managed when the option "%adminlinks" is enabled.</p><p>Users with the "%skipcaptcha" <a href="@perm">permission</a> won't be offered a challenge. Be sure to grant this permission to the trusted users (e.g. site administrators). If you want to test a protected form, be sure to do it as a user without the "%skipcaptcha" permission (e.g. as anonymous user).</p>
pl: <p>Pułapki łapirobota mogą być w praktyce dodane do wszystkich formularzy występujących w Drupalu. Niektóre z nich są już ujęte na liście formularzy, a inne można ręcznie dodać do listy, włączając uprzednio opcję "%adminlinks".</p><p>Użytkownikom z <a href="@perm">uprawnieniami</a> do omijania pułapek nie zostaną one przedstawione. Pamiętaj, by nadać to uprawnienie zaufanym użytkownikom (np. administratorom witryny). Jeśli chcesz przetestować działanie łapirobota, nie rób tego z konta, które posiada takie uprawnienia.</p>

source: Add CAPTCHA adminstration links to forms
pl: Dodaj do formularzy odnośniki umożliwiające zarządzanie łapirobotem.

source: CAPTCHA
pl: Łapirobot

source: Administer how and where CAPTCHAs are used.
pl: Zdecyduj jak i gdzie zastawiać pułapki na roboty.

source: General settings
pl: Ustawienia ogólne

source: Examples
pl: Przykłady

source: An overview of the available challenge types with examples.
pl: Rodzaje zadań i ich przykłady.

source: This question is for testing whether you are a human visitor and to prevent automated spam submissions.
pl: Poniższe zadanie ma na celu stwierdzenie, czy jesteś człowiekiem, a tym samym przeciwdziałanie spamowi.

source: Disabled CAPTCHA for form %form_id.
pl: Pułapka została zdjęta z formularza %form_id.

source: Deleted CAPTCHA for form %form_id.
pl: Pułapka zastawiona w formularzu %form_id została usunięta.

source: This option is very helpful to enable/disable challenges on forms. When enabled, users with the "%admincaptcha" permission will see CAPTCHA administration links on all forms (except on administrative pages, which shouldn't be accessible to untrusted users in the first place). These links make it possible to enable a challenge of the desired type or disable it.
pl: Opcja jest bardzo pomocna w zastawianiu lub zdejmowaniu pułapek z konkretnych formularzy. Gdy włączona, użytkownicy z uprawnieniami do <q>zarządzania ustawieniami łapirobota</q> ujrzą odnośniki zarządzania łapirobotem we wszystkich formularzach (prócz tych z działu zarządzania).

source: Challenge type per form
pl: Rodzaje pułapek dla poszczególnych formularzy

source: Select the challenge type you want for each of the listed forms (identified by their so called <em>form_id</em>'s). You can easily add arbitrary forms with the help of the '%CAPTCHA_admin_links' option.
pl: Zdecyduj, jakiego rodzaju pułapka ma być zastawiona przy poszczególnych formularzach z poniższej listy (formularze legitymują się tak zwanym identyfikatorem <em>form_id</em>). Za pomocą opcji <q>%CAPTCHA_admin_links</q> możesz w prosty sposób dodać do listy inne formularze.

source: delete
pl: usuń

source: Challenge description
pl: Opis pułapki

source: With this description you can explain the purpose of the challenge to the user.
pl: Możesz pozostawić wyjaśnienie potrzeby stosowania pułapki.

source: For language %lang_name (code %lang_code)
pl: Dla języka %lang_name (kod %lang_code)

source: Persistence
pl: Obecność pułapek

source: Always add a challenge.
pl: Zawsze zastawiaj pułapkę.

source: Omit challenges for a form once the user has successfully responded to a challenge for that form.
pl: Nie zastawiaj pułapki, jeśli użytkownik rozwiązał już poprawnie zadanie dla danego formularza.

source: Omit challenges for all forms once the user has successfully responded to a challenge.
pl: Nie zastawiaj pułapki, jeśli użytkownik rozwiązał już którekolwiek z zadań.

source: Define if challenges should be omitted during the rest of a session once the user successfully responses to a challenge.
pl: Zdecyduj, czy pułapki powinny dręczyć użytkownika, który odpowiedział już poprawnie na któreś z przedstawionych mu zadań, przez resztę sesji.

source: Log wrong responses
pl: Zapisuj do dziennika nieprawidłowe odpowiedzi.

source: Report information about wrong responses to the !watchdoglog.
pl: Zapisuje do dziennika (!watchdoglog) informacje na temat nieprawidłowych odpowiedzi na zadania.

source: Submit
pl: Dodaj

source: Challenge type (module)
pl: Rodzaj pułapki (moduł)

source: Operations
pl: Działania

source: The CAPTCHA settings were saved.
pl: Ustawienia łapirobota zostały zapisane.

source: Select the challenge for @form_id
pl: Wybierz rodzaj pułapki dla formularza @form_id.

source: Cancel
pl: Anuluj

source: Unavailable form_id %form_id
pl: Ten identyfikator form_id jest niedostępny (%form_id).

source: Saved CAPTCHA settings.
pl: Ustawienia łapirobota zostały zapisane.

source: CAPTCHA problem: hook_captcha() of module %module returned nothing when trying to retrieve challenge type %type for form %form_id.
pl: Problem z łapirobotem: hook_captcha() modułu %module zwrócił pustą wartość, gdy próbowano sprawdzić pułapkę typu %type dla formularza %form_id.

source: CAPTCHA administration
pl: Zarządzanie łapirobotem

source: The challenge "@type" (by module "@module") is enabled here for untrusted users: !edit, !disable or !general.
pl: Pułapka łapirbota "@type" (z modułu "@module") jest włączona dla niezaufanych użytkowników: !edit, !disable lub !general.

source: edit challenge type
pl: edytuj rodzaj pułapki

source: disable challenge
pl: wyłącz pułapkę

source: edit general challenge settings
pl: edytuj ogólne ustawienia pułapki

source: Place a challenge here for untrusted users.
pl: Umieść tutaj pułapkę łapirobota dla niezaufanych użytkowników.

source: Invalid CAPTCHA token.
pl: Nieprawidłowy token łapirobota.

source: The answer you entered for the CAPTCHA was not correct.
pl: Odpowiedź na przedstawione zadanie jest nieprawidłowa.

source: %form_id post blocked by CAPTCHA module: challenge "%challenge" (by module "%module"), user answered "%response", but the solution was "%solution".
pl: Próba dodania zawartości przez formularz %form_id zablokowana przez moduł łapirobota. Zadanie <q>%challenge</q> (moduł <q>%module</q>). Użytkownik odpowiedział <q>%response</q>, a prawidłowa odpowiedź brzmiała <q>%solution</q>.

source: You can't request more than @num challenges without solving them. Your previous challenges were flushed.
pl: Nie możesz zażądać więcej niż @num zadań bez uprzedniego ich rozwiązania. Poprzednie zadania zostały usunięte z pamięci.

source: This page gives an overview of all available challenge types, generated with their current settings.
pl: Strona ta zawiera omówienie dostępnych rodzajów zadań, wraz z przykładami.

source: Challenge "%challenge" by module "%module"
pl: Zadanie <q>%challenge</q>, moduł <q>%module</q>

source: 10 more examples of this challenge.
pl: 10 kolejnych przykładów zadania.

source: Math Question
pl: Zadanie matematyczne

source: Solve this simple math problem and enter the result. E.g. for 1+3, enter 4.
pl: Rozwiąż proszę powyższe zadanie matematyczne i wprowadź wynik.

source: Already @counter blocked form submissions
pl: Zablokowano @counter prób dodania zawartości.

source: administer CAPTCHA settings
pl: zarządzanie ustawieniami łapirobota

source: skip CAPTCHA
pl: omijanie pułapek

source: captcha
pl: łapirobot

source: Unsupported database.
pl: Nieobsługiwana baza danych.

source: The installation of the captcha_points table and some default entries was successful
pl: Instalacja tabeli captcha_points i podstawowych wpisów zakończyła się sukcesem.

source: The installation of the CAPTCHA module failed
pl: instalacja modułu łapirobota nie powiodła się.

source: Base CAPTCHA module for adding challenges to arbitrary forms.
pl: Podstawowy moduł do rozmieszczania pułapek łapirobota przy różnych formularzach.

source: Spam control
pl: Walka ze spamem

source: The image CAPTCHA is a popular challenge where a random textual code is obfuscated in an image. The image is generated on the fly for each request, which is rather CPU intensive for the server. Be carefull with the size and computation related settings.
pl: Pułapka graficzna jest popularnym rodzajem zadania, polegającym na przedstawieniu użytkownikowi kodu tekstowego zapisanego w obrazku, który poddany został zniekształceniu. Obrazek jest generowany "w locie" za każdym otwarciem strony, co jest dosyć wymagające dla procesora serwera. Do ustawień obrazka należy więc podchodzić ostrożnie.

source: <p>Example image, generated with the current settings:</p>!img
pl: <p>Przykładowy obrazek, wygenerowany wedle obecnych ustawień:</p>!img

source: Image CAPTCHA
pl: Łapirobot graficzny

source: Could not find or read the configured font "%font" for the image captcha.
pl: Nie udało się znaleźć lub odczytać czcionki <q>%font</q> skonfigurowanej dla modułu graficznego łapirobota.

source: Built-in font
pl: Wbudowana czcionka

source: Images cannot be generated, because your PHP installation's GD library has no JPEG support.
pl: Generowanie pułapek graficznych nie jest możliwe, ponieważ biblioteka GD instalacji PHP nie obsługuje formatu JPEG.

source: Code settings
pl: Ustawienia kodu

source: Characters to use in the code
pl: Znaki, które mają się pojawić w obrazku

source: Code length
pl: Długość kodu

source: The code length influences the size of the image. Note that larger values make the image generation more CPU intensive.
pl: Długość kodu wpływa na wielkość obrazka. Większe wartości powodują zwiększenie wykorzystania procesora w trakcie generowania obrazka.

source: Font settings
pl: Ustawienia czcionki

source: Font
pl: Czcionka

source: The TrueType font (.ttf) to use for the text in the image CAPTCHA.
pl: Czcionka TrueType (.ttf), która ma być wykorzystywana w pułapkach graficznych.

source: Font size
pl: Czcionka

source: tiny
pl: tyci

source: small
pl: mały

source: normal
pl: zwykły

source: large
pl: duży

source: The font size influences the size of the image. Note that larger values make the image generation more CPU intensive.
pl: Wielkość czcionki wpływa na wielkość obrazka. Większe wartości powodują zwiększenie wykorzystania procesora w trakcie generowania obrazka.

source: Character spacing
pl: Znaki, które mają się pojawić w obrazku

source: Define the average spacing between characters. Note that larger values make the image generation more CPU intensive.
pl: Określ przeciętną odległość między znakami. Większe wartości powodują zwiększenie wykorzystania procesora podczas generowania obrazka.

source: Distortion and noise
pl: Szum i zniekształcenia

source: With these settings you can control the degree of obfuscation by distortion and added noise. Do not exaggerate the obfuscation and assure that the code in the image is reasonably readable. For example, do not combine high levels of distortion and noise.
pl: Za pomocą poniższych ustawień możesz kontrolować poziom trudności zadania. Nie zwiększaj go do przesady i upewnij się, że kod zawarty w obrazku jest możliwy do oczytania. W tym celu nie stosuj wysokiego poziomu zniekształceń i szumu zarazem.

source: Distortion level
pl: Poziom zniekształceń

source: none
pl: brak

source: low
pl: niski

source: moderate
pl: umiarkowany

source: high
pl: wysoki

source: severe
pl: wielki

source: Set the degree of wave distortion in the image.
pl: Określ poziom zniekształcenia typu "fala".

source: Smooth distortion
pl: Wygładzanie zniekształceń

source: This option enables bilineair interpolation of the distortion which makes the image look smoother, but it is more CPU intensive.
pl: Opcja umożliwia korzystanie z interpolacji dwuliniowej podczas zniekształcania obrazka, co sprawia że wygląda on bardziej "gładko". Technika ta jest jednak wymagająca dla procesora.

source: Double vision
pl: Wzrok stereo

source: When enabled, characters appear twice in the image, overlayed onto each other.
pl: Znaki występują podwójnie, nakładając się na siebie.

source: Add salt and peper noise
pl: Posyp solą i pieprzem

source: This option adds randomly colored point noise.
pl: Dodaje do obrazka generowane losowe, kolorowe punkty.

source: Add line noise
pl: Dodaj szum w postaci linii

source: This option enables lines randomly drawn on top of the text code.
pl: Dodaje do obrazka generowane losowo linie. przykrywające kod.

source: Noise level
pl: Poziom szumu

source: The image captcha module works best with a TrueType font file (TTF) for generating the images, but because of licencing issues it is not allowed to package fonts with the module. A simple built-in bitmap font is provided as default instead. You can install TrueType fonts yourself by putting them in the fonts directory of the image captcha module (directory "%fontsdir") or by uploading them to your Drupal file system (directory "%filesdir") with for example the upload module.
pl: Graficzny łapirobot działa najlepiej wraz z czcionkami TrueType (pliki o rozszerzeniu TTF), jednak ze względu na ograniczenia licencyjne moduł nie jest dostarczany wraz z tymi czcionkami. W zamian do modułu dodawana jest czcionka bitmapowa. Możesz jednak na własną rękę zainstalować czcionki TrueType, umieszczając ich pliki w katalogu czcionek modułu ("%fontsdir"), lub wysyłając je do systemu plików Drupala (katalog "%filesdir").

source: The usage of the built-in bitmap font it is not recommended because of its small size and missing UTF-8 support.
pl: Wykorzystywanie wbudowanej czcionki bitmapowej nie jest zalecane ze względu na jej małą wielkość i brak obsługi standardu UTF-8.

source: The list of characters to use should not contain spaces.
pl: Lista znaków nie powinna zawierać spacji.

source: You need to select a font
pl: Musisz wybrać czcionkę.

source: Font does not exist or is not readable.
pl: Czcionka nie istnieje lub jej odczytanie nie jest możliwe.

source: Encountered an illegal byte while splitting an utf8 string in characters.
pl: W trakcie dzielenia wyrażenia UTF-8 na znaki napotkano nieprawidłowy bajt.

source: What code is in the image?
pl: Jaki kod znajduje się na obrazku?

source: Copy the characters (respecting upper/lower case) from the image.
pl: Przepisz znaki z obrazka (uwzględniając wielkość liter).

source: Generation of image CAPTCHA failed. Check your image CAPTCHA configuration and especially the used font.
pl: Generowanie pułapek graficznych nie powiodło się. Sprawdź konfigurację łapirobota graficznego, zwłaszcza jego czcionki.

source: image_captcha
pl: łapirobot graficzny

source: Provides an image based CAPTCHA.
pl: Udostępnia graficzne pułapki łapirobota.

source: In this challenge the visitor is asked for the n<sup>th</sup> word of a given phrase.
pl: Zadanie to polega na wprowadzeniu n-tego z podanych wcześniej słów.

source: Text CAPTCHA
pl: Łapirobot tekstowy

source: Kind of words to use in the phrase
pl: Rodzaj słów stosowanych w pułapce

source: Generate nonsense random words.
pl: Generuj pozbawioną sensu, losową listę słów.

source: Use user defined words.
pl: Skorzystaj ze słów wprowadzonych przez użytkownika.

source: User defined words
pl: Słowa zdefiniowane przez użytkownika

source: Enter a bunch of space separated words (at least @min).
pl: Wprowadź kilka słów oddzielonych spacjami (przynajmniej @min).

source: Number of words in the phrase
pl: Liczba słów pułapki tekstowej

source: You need to enter at least @min words if you want to use user defined words.
pl: Musisz wprowadzić przynajmniej @min słów, jeśli chcesz skorzystać z tej opcji.

source: Number of words in the phrase should be between 4 and 10.
pl: Liczba słów w wyrażeniu pułapki tekstowej powinna wynosić od 4 do 10.

source: first
pl: pierwsze

source: second
pl: drugie

source: third
pl: trzecie

source: fourth
pl: czwarte

source: fifth
pl: piąte

source: sixth
pl: szóste

source: seventh
pl: siódme

source: eighth
pl: ósme

source: ninth
pl: dziewiąte

source: tenth
pl: dziesiąte

source: What is the @nth word in the phrase "@words"?
pl: Jak brzmi @nth ze słów "@words"

source: text_captcha
pl: łapirobot tekstowy

source: Provides a simple text based CAPTCHA.
pl: Udostępnia tekstowe pułapki łapirobota.

source: Adds a Captcha to various forms to help prevent spam submissions.
cs: Přidává do ruzných formulářů Captchu pro zabránění spamu.

source: Administer how and where Captchas are used.
cs: Nastavit kde a jak je Captcha zobrazována.

source: Comment form
cs: Komentářový formulář

source: User login form
cs: Přihlášení uživatele

source: User login form block
cs: Přihlášení uživatele z bloku

source: User edit form
cs: Úprava nastavení účtu uživatele

source: User registration form
cs: Registrační formulář

source: User forgot password form
cs: Formulář pro zaslání hesla

source: User contact form
cs: Kontaktní formulář uživatele

source: Sitewide contact form
cs: Kontaktní formulář celého webu

source: Create a node
cs: Vytvořit obsah

source: Captcha points for the role @role
cs: Captcha body pro roli @role

source: Type of captcha to use
cs: Typ captchy

source: Select what kind of challenge you want to pose to the user.
cs: Vyberte, jaký typ úkolu bude zobrazen uživateli.

source: Additional response description text
cs: Dodatečný text popisující odpověď

source: This text will be added below the captcha response field.
cs: Tento text bude přidán pod políčko s místem pro odpověď uživatele.

source: Override module's form item description
cs: Přepsat popis políčka z modulu

source: Override the captcha module's form item description to the one set above.
cs: Zde můžete přepsat popis políčka, který je nastaven originálním modulem.

source: Math Question: What is %problem?
cs: Matematická otázka: Kolik je %problem?

source: Please solve the math problem above and type in the result. e.g. for 1+1, type 2.
cs: Prosím vyřešte výše uvedenou otázku a napište odpověď. Např. pro 1+1 napište 2.

source: The answer you entered to the math problem is incorrect.
cs: Odpověď na zadaný matematický problém je nesprávná.

source: Implements a captcha to registration, comment, contact and node entry forms.
cs: Umožňuje zobrazovat captchu pro registrační, komentářový, kontaktní a obsahový formulář.

source: SPAM Control
cs: Obrana proti SPAMu
