Repository: CaptainNozick/seasteading.org
Catalog: trunk/sites/all/modules/members/po/*.po
Languages: da

source: Members
da: Medlemmer

source: Members pages are customized lists of users on your system.
da: Medlemsoversigter er tilpassede lister af brugere på dit site.

source: List
da: Vis

source: Add
da: Tilføj

source: Delete members page
da: Slet medlemsoversigt

source: Edit
da: Rediger

source: Clone
da: Klon

source: The members module creates customized lists of users.
da: Medlems-modulet laver tilpassede lister af brugere.

source: This screen shows all of the members pages that are currently defined in your system.
da: Oversigten viser alle medlemsoversigter på dit site.

source: Administer members
da: Administrer medlemsoversigter

source: Delete
da: Slet

source: Members page
da: Medlemsoversigt

source: Description
da: Beskrivelse

source: Provides
da: Tilbyder

source: Actions
da: Handlinger

source: Existing members pages
da: Eksisterende medlemsoversigter

source: <p>No members pages have currently been defined.</p>
da: <p>Ingen medlemsoversigter defineret</p>

source: Add a members page
da: Tilføj medlemsoversigt

source: Clone a members page
da: Klon medlemsoversigt

source: Are you sure you want to delete %title?
da: Ønsker du at slette %title?

source: This action cannot be undone.
da: Denne handling kan ikke fortrydes.

source: Cancel
da: Annuller

source: Add Field
da: Tilføj felt

source: Basic information
da: Grundlæggende information

source: Name
da: Navn

source: The unique identifier of the members page. Only alphanumeric and _ allowed here
da: Unik identifikation af medlemsoversigten. Kun alfanumeriske tegn og _ er tilladt.

source: Access
da: Adgang

source: Only the checked roles will be able to see this members page in any form; if no roles are checked, access will not be restricted.
da: Kun de markerede rolle kan se denne medlemsoversigt. Hvis ingen roller er markeret har alle adgang.

source: A description of the members page for the admin list.
da: En beskrivelse af medlemsoversigten til brug på administrationssiden.

source: Truncated field length
da: Længde af afkortet felt

source: If set (and not zero), all fields will be truncated to this length to preserve table layouts
da: Hvis denne værdi er forskellig fra nul beskæres alle felter til den angivne værdi for at bevare udseendet af tabellen.

source: Obfuscate e-mail addresses using javascript
da: Skjul e-mail-adresse med javascript

source: When checked, email addresses will not be included directly in the HTML source to deter spam crawlers.<br/>Note: this requires users have a javascript-enabled browser
da: For at mindske spam-problemer inkluderes e-mail-adresser ikke direkte i HTML-kilden.<br />Bemærk: Kræver at brugerne anvender en browser, som understøtter javascript.

source: Page
da: Side

source: Provide Page
da: Opret side

source: If checked this member list will be provided as a page. If not checked, the fields in this group will be ignored.
da: Gør medlemsoversigten tilgængelig som en side. Hvis dette ikke er markeret ignoreres felterne i denne gruppe.

source: Enter the URL to use for this members page. Do not begin or end the URL with a /. Example: 'members/premium'.
da: Indtast medlemsoversigtens URL. URLen må ikke starte eller slutte med /. Eksempel: 'brugere/oldboys'.

source: Title
da: Titel

source: The title that will. be shown at the top of the members page. May be blank.
da: Titlen der vises over medlemsoversigten. Kan være tom.

source: Use Pager
da: Brug sideinddeling

source: If checked this query may be multiple pages. If not checked this query will be one page.
da: Spred visning over flere sider.

source: Users per page
da: Brugere pr. side

source: The amount of users to show per page. If not using a pager, this will be the maximum number of nodes in the list. Use 0 or blank for all users.
da: Antal brugere, der vises pr. side. Hvis du ikke bruger sideinddeling er dette det maksimale antal brugere der vises. Indtast 0 for at vise alle brugere.

source: Header
da: Sidehovede

source: Text to display at the top of the page. May contain an explanation or links or whatever you like. Optional.
da: Tekst der vises øverst på siden. Kan indholde tekst, links m.m. Valgfri.

source: Footer
da: Sidefod

source: Text to display at the bottom of the page. May contain an explanation or links or whatever you like. Optional.
da: Tekst der vises i bunden af siden. Kan indholde tekst, links m.m. Valgfri.

source: Empty Text
da: Tom liste

source: Text to display if a list returns no users. Optional.
da: Tekst der vises hvis listen er tom. Valgfri.

source: Provide Menu
da: Opret menu

source: If checked this page be given a menu entry in the Drupal menu system. If not checked the data in this group will be ignored.
da: Placer siden i Drupal's menustruktur.

source: Menu Title
da: Menutitel

source: Enter the title to use for the menu entry or tab. If blank, the page title will be used.
da: Indtast menupunktets titel. Hvis du ikke angiver en titel bruges sidens navn i stedet.

source: Block
da: Blok

source: Provide Block
da: Opret blok

source: If checked this view will be provided as a block. If checked title may not be blank.
da: Opret blok med medlemsoversigt. Husk at udfylde titlen.

source: The title that will be shown at the top of the block. May be blank.
da: Titlen der vises i toppen af blokken. Kan være tom.

source: Users per Block
da: Brugere pr. blok

source: If using a block, the maximum number of users to display in the block. Pagers are not used in blocks.
da: Det maksimale antal bruger der vises i blokken. Sideinddeling bruges ikke i blokke.

source: [More] Link?
da: [mere] link?

source: If using a list as both a page and a block, display a more link in the block that links to the view URL?
da: Hvis en oversigt vises både som en blok og en side kan du indsætte et link i blokken, der peger på siden.

source: Use Page Header
da: Brug sidehovede

source: If checked, use the Page Header for block view instead. If so, you should leave the Block Header blank.
da: Brug sidehovedet i blokken. Lad blokhovedet stå tomt.

source: Text to display at the top of the view. May contain an explanation or links or whatever you like. Optional.
da: Tekst der vises øverst på siden. Kan indholde tekst, links m.m. Valgfri.

source: Use Page Footer
da: Brug sidefod

source: If checked, use the page footer for block view instead. If so, you should leave the block footer blank.
da: Brug sidefoden i blokken. Lad blokfoden stå tom.

source: Text to display at the bottom of the view. May contain an explanation or links or whatever you like. Optional.
da: Tekst der vises i bunden af siden. Kan indholde tekst, links m.m. Valgfri.

source: Empty text
da: Tom liste

source: Use Page empty
da: Brug tom side

source: If checked, use the Page Empty Text for block view instead. If so, you should leave the block empty text blank.
da: Brug "tom side"-teksten i blokken. Lad "tom blok"-teksetn stå tom.

source: Text to display if a view results in no nodes. Optional.
da: Tekst der vises hvis visningen ikke returnerer indholdselementer. Valgfri.

source: Filters
da: Filtre

source: Role Is One Of
da: Rolle er

source: Select roles to show in the members listing. Select <em>authenticated user</em> if you want to display all users.
da: Vælg hvilke roller, der skal vises i medlemsoversigten. Vælg <em>godkendte brugere</em> hvis du ønsker at vise alle brugere.

source: Save
da: Gem

source: Save and edit
da: Gem og rediger

source: Name already taken.
da: Navnet er allerede i brug.

source: You need to specify a url if you want to create a page.
da: Du skal angive en URL hvis du ønsker at oprette en side.

source: URL already taken.
da: URL er allerede i brug.

source: Users per page should be blank or a numeric value (0 is allowed)
da: Brugere pr. side skal være tom eller et tal (0 er tilladt)

source: Users per page cannot be 0 if using the pager.
da: Brugere pr. side kan ikke være 0 hvis du bruger sideinddeling.

source: Members page successfully saved.
da: Medlemsoversigt gemt.

source: Members page successfully added.
da: Medlemsoversigt tilføjet.

source: Username
da: Brugernavn

source: Picture
da: Billede

source: Registered
da: Registreret

source: Last seen
da: Sidst set

source: Roles
da: Roller

source: Never
da: Aldrig

source: Active
da: Aktiv

source: Blocked
da: Blokeret

source: read more
da: læs mere

source: Warning: there aren't any users to be shown here.
da: Advarsel: Der er ingen brugere at vise her.

source: Field
da: Felt

source: Ops
da: Handlinger

source: Add all fields you want to display in the members list.
da: Tilføj alle felter, som du ønsker at vise i medlemsoversigten.

source: Fields
da: Felter

source: administer members
da: administrer medlemsoversigter

source: access all members pages
da: tilgå medlemsoversigter

source: members
da: medlemmer

source: Create lists of users and groups of users
da: Opret lister af brugere og grupper af brugere
