Repository: CaptainNozick/seasteading.org
Catalog: sites/all/modules/notifications/po/*.po
Languages: nl

source: Messaging & Notifications
nl: Berichten en Meldingen

source: Administration of messaging and notifications
nl: Beheer van berichten en meldingen

source: Notifications settings
nl: Instellingen voor meldingen

source: Site settings for user notifications.
nl: Site-instellingen voor gebruikersmeldingen

source: Settings
nl: Instellingen

source: Intervals
nl: Intervallen

source: Events
nl: Gebeurtenissen

source: Notifications status
nl: Status van de meldingen

source: Manage notifications status queue
nl: Beheer de meldingenwachtrij

source: Overview
nl: Overzicht

source: Notifications queue overview.
nl: Overzicht van de wachtrij voor meldingen.

source: Queue
nl: Wachtrij

source: Manage notifications queue.
nl: Beheer de wachtrij voor meldingen.

source: Notifications
nl: Meldingen

source: Messaging and Notifications settings
nl: Instellingen voor Berichten en Meldingen

source: Default send interval
nl: Standaard verzendinterval

source: Default send interval for subscriptions.
nl: Standaard verzendinterval voor abonnementen

source: Notifications event
nl: Meldinggebeurtenis

source: Notifications digest
nl: Meldingenverzameling

source: Subject for event notifications
nl: Onderwerp voor gebeurtenismeldingen

source: Header for event notifications
nl: Kop voor gebeurtenismeldingen

source: Content for event notifications
nl: Inhoud voor gebeurtenismeldingen

source: Footer for event notifications
nl: Footer voor gebeurtenismeldingen

source: Subject for digested notifications
nl: Onderwep voor verzamelde meldingen

source: Header for digested notifications
nl: Kop voor verzamelde meldingen

source: Line for digested events
nl: Regel voor verzamelde meldingen

source: Footer for digested notifications
nl: Footer voor verzamelde meldingen

source: Event notification for [user] from [site-name]
nl: Gebeurtenismelding voor [user] van [site-name]

source: Greetings [user],
nl: Gegroet [user],

source: A item to which you are subscribed has been updated
nl: Een onderdeel waarop je je geabonneerd hebt, is bijgewerkt

source: This is an automatic message from [site-name]
nl: Dit is een automatisch bericht van [site-name]

source: To manage your subscriptions, browse to [subscriptions-manage]
nl: Ga naar [subscriptions-manage] om je abonnementen te beheren

source: You can unsubscribe at [unsubscribe-url]
nl: Uitschrijven kan via [unsubscribe-url]

source: [site-name] subscription update for [user]
nl: [site-name]-abonnementupdate voor [user]

source: Greetings, [user]. These are your messages
nl: Gegroet, [user]. Dit zijn uw berichten

source: A [type] has been updated: [title] [event_list]
nl: Een [type] is bijgewerkt: [title] [event_list]

source: The url for the current user to manage subscriptions.
nl: De URL voor de huidige gebruiker om abonnementen bij te werken.

source: The url for disabling a specific subscription.
nl: De URL om een specifiek abonnement stop te zetten.

source: List of events for message digests
nl: Lijst van gebeurtenissen voor berichtverzamelingen

source: Detailed information for event
nl: Gedetailleerde informatie over de gebeurtenis

source: Never
nl: Nooit

source: Immediately
nl: Direct

source: Every hour
nl: Elk uur

source: Twice a day
nl: Twee keer per dag

source: Daily
nl: Dagelijks

source: Weekly
nl: Wekelijks

source: Content Subscriptions
nl: Abonnementen op inhoud

source: Content type
nl: Inhoudstype

source: Author
nl: Auteur

source: Content type subscriptions
nl: Abonnementen op inhoudstypes

source: Allowed content types
nl: Toegestane inhoudstypes

source: Select content types which should be <em>allowed</em> for subscriptions to content type.
nl: Selecteer de inhoudstypes waarop een abonnement is <em>toegestaan</em>.

source: Content
nl: Inhoud

source: Content type: %type
nl: Inhoudstype: %type

source: Author: %name
nl: Auteur: %name

source: New content of type [type-name] has been submitted
nl: Er is nieuwe inhoud van het type [type-name] verzonden

source: [type-name] [title] by [author-name]
nl: [type-name] [title] door [author-name]

source: Node creation
nl: Node-aanmaak

source: The [node-type] has been updated
nl: De [node-type] is bijgewerkt

source: New comment by [comment-author-name]: [comment-title]
nl: Nieuwe reactie van [comment-author-name]: [comment-title]

source: Node comment
nl: Node-reactie

source: The header and footer will be taken from Notification events
nl: De kop een footer worden gebruikt van Meldingen-gebeurtenissen

source: Notifications for node events
nl: Meldingen voor node-gebeurtenissen

source: Notifications for node creation
nl: Meldingen voor node-aanmaak

source: Notifications for node updates
nl: Meldingen voor node-updates

source: Notifications for node comments
nl: Meldingen voor reacties op nodes

source: Subject
nl: Onderwerp

source: Update for [type-name]: [title]
nl: Update voor [type-name]: [title]

source: Read more [node-url]
nl: Lees meer [node-url]

source: New [type-name]: [title]
nl: Nieuw(e) [type-name]: [title]

source: Comment for [type-name]: [title]
nl: Reactie voor [type-name]: [title]

source: Comment by [comment-author-name]: [comment-title]
nl: Reactie door [comment-author-name]: [comment-title]

source: Read more [comment-url]
nl: Lees meer [comment-url]

source: This post
nl: Deze post

source: Posts of type %type
nl: Posts van type %type

source: Posts by %name
nl: Post van %name

source: You are not currently subscribed to any active threads
nl: Momenteel bent u niet geabonneerd op actieve threads

source: You are currently subscribed to the following threads:
nl: Op het moment bent u geabonneerd op de volgende threads:

source: Title
nl: Titel

source: There are no active content types.
nl: Er zijn geen actieve inhoudstypes.

source: There are no active author subscriptions.
nl: Er zijn geen actieve abonnementen op een auteur.

source: Send interval
nl: Verzendinterval

source: Send method
nl: Verzendmethode

source: Save
nl: Opslaan

source: Your subscriptions have been updated.
nl: Uw abonnementen zijn bijgewerkt.

source: The node teaser.
nl: Het node-voorproefje.

source: The node body.
nl: De node-tekst.

source: The node view url for read more links.
nl: De node-weergave-URL voor de meer-lezen-links.

source: Unfiltered node teaser. WARNING - raw user input.
nl: Ongefilterd node-voorproefje. WAARSCHUWING - onbewerkte gebruikersinvoer.

source: Unfiltered node body. WARNING - raw user input.
nl: Ongefilterde node-tekst. WAARSCHUWING - onbewerkte gebruikersinvoer.

source: The comment view url.
nl: De URL om reacties weer te geven.

source: The comment reply url.
nl: De URL om op reacties te reageren.

source: Autosubscribe
nl: Automatisch abonneren.

source: Checking this box allows you to automatically subscribe to any thread you create or post a comment to.
nl: Met het aanvinken van deze optie kunt u zich automatisch abonneren op elke thread die u aanmaakt of waarin u post.

source: Set all users to "autosubscribe" by default
nl: Zet automatisch abonneren standaard aan voor alle gebruikers

source: Sets each users "autosubscribe" profile option.
nl: Stelt de automatisch-abonneren-profielopties voor alle gebruikers in

source: You are currently set to receive notifications for replies to content which you create. To change this default, uncheck the autosubscribe option in your user account settings.
nl: Op het moment ontvangt u meldingen over reacties op inhoud die u aanmaakt. Vink de automatisch-abonneren-optie in uw accountinstellingen uit om dit standaard gedrag te veranderen,

source: To items in this feed
nl: Op items in deze feed

source: Notifications for feed events
nl: Meldingen voor feed-gebeurtenissen

source: Feed updated: [title]
nl: Feed-update: [title]

source: Some feed items have been updated:
nl: Enkele feeds zijn bijgewerkt:

source: Read more [feed-url]
nl: Lees meer [feed-url]

source: The feed name
nl: De feed-name

source: The feed teaser.
nl: Het feed-voorproefje.

source: The URL for the feed
nl: De URL van de feed

source: The list of refresed (new and updated) items.
nl: De lijst van nieuwe en bijgewerkte onderwerpen.

source: The list of updated feed items.
nl: De lijst van bijgewerkte feed-onderwerpen.

source: The list of new feed items
nl: De lijst van nieuwe feed-items

source: New: !title
nl: Nieuw: !title

source: Updated: !title
nl: Bijgewerkt: !title

source: no updated items
nl: geen bijgewerkte onderwerpen

source: no new items
nl: geen nieuwe onderwerpen

source: There are no active feed subscriptions.
nl: Er zijn geen actieve feed-abonnementen.

source: Simple notifications
nl: Eenvoudige meldingen

source: The subject and main body will be provided by the event itself
nl: Het onderwerp en de hoofdtekst komen van de gebeurtenis zelf

source: Header
nl: Kop

source: Greetings, [user].
nl: Gegroet, [user],

source: Tags
nl: Labels

source: Tag subscriptions
nl: Abonnementen op labels

source: Allowed vocabularies
nl: Toegestane woordenboeken

source: Select vocabularies to which subscriptions should be <em>allowed</em>.
nl: Selecteer de woordenboeken waarop abonneren is <em>toegestaan</em>.

source: These are UI settings only. They will be combined with other settings and permissions to determine which subscription options will be finally available for each page.
nl: Dit zijn alleen maar UI-instellingen. Deze worden gecombineerd met andere instellingen en rechten om te bepalen welke opties er uiteindelijk op elke pagina beschikbaar zijn voor abonnementen.

source: content types settings page
nl: instellingenpagina voor inhoudstypes

source: To enable different subscription options for each content type visit the !content-type-settings
nl: Ga naar !content-type-settings om verschillende abonnementopties in te schakelen voor de inhoudstypes

source: User Interface
nl: Gebruikersinterface

source: Enables site settings for user subscriptions.
nl: Schakelt site-instellingen in voor gebruikersabonnementen

source: Enabled subscription types
nl: Ingeschakelde abonnementtypes

source: Check the subscription types the UI module should show.
nl: Controleer de abonnementtypes die de UI-module weer zou moeten geven.

source: Show subscribe link with teaser
nl: Toon de abonneerlink in het voorproefje

source: Uncheck to show links only in full node view. This will work only for content types that have subscription links enabled.
nl: Vink uit om links alleen in de volledige node-weergave te tonen. Dit werkt allen voor inhoudstypes waar de abonneerlinks aan staan.

source: Subscriptions UI
nl: Abonneer-UI

source: Enable different display options for subscriptions to this content type
nl: Schakel verschillende weergaveopties in voor abonnementen op dit inhoudstype

source: Subscriptions (%number)
nl: Abonnementen (%number)

source: Unsubscribe from: !name
nl: Beëindig abonnement op: !name

source: Subscribe to: !name
nl: Abonneer op: !name

source: Subscriptions
nl: Abonnementen

source: Display in node form
nl: Toon in het node-formulier

source: Display in comment form
nl: Toon in het reactieformulier

source: Display as node links
nl: Toon als node-links

source: Display in block
nl: Toon in blok

source: General settings
nl: Algemene instellingen

source: Notify poster of own posts
nl: Licht de eigenaar van eigen posts in

source: Notifies a node poster about their own posts. Useful principally during testing. Default is OFF.
nl: Licht een node-poster in over zijn eigen posts. Vooral handig tijden testen. Standaard staat dit UIT.

source: Immediate sending
nl: Directe verzending

source: Do not queue notifications for immediate sending. This will produce more timely notifications for sites with a small number of users.
nl: Zet de meldingen niet in een wachtrij bij het direct verzenden. Dit levert snellere meldingen op bij sites met niet zo veel gebruikers.

source: Notifications Sender
nl: Afzender van meldingen

source: No one (All notifications will appear as coming from the web site)
nl: Niemand (alle meldingen lijken van de website te komen)

source: User name, site data (Only the user name will be used)
nl: Gebruikersnaam, site-gegevens (alleen de gebruikersnaam wordt gebruikt)

source: Full user data (User name and available user information)
nl: Volledige gebruikersgegevens (Gebruikersnaam en beschikbare informatie)

source: Use the site information as the sender for notification messages or use account data from the user causing the event. WARNING: Selecting the last option (Full user data) may undisclose private information to subscribers like the user e-mail address.
nl: Gebruik de site-informatie als de afzender voor meldingen of gebruik account-gegevens van de gebruiker die de gebeurtenis veroorzaakt. WAARSCHUWING: Bij de laatste optie (Volledige gebruikersgegevens) kunnen privégegevens verzonden worden naar abonnees, zoals het e-mailadres van de gebruiker.

source: Default settings
nl: Standaard instellingen

source: Limits for queue processing
nl: Limieten voor wachtrijverwerking

source: These are the limits for each cron run on queue processing. The process will stop when it first meets any of them. Set to 0 for no limit.
nl: Dit zijn de limieten voor elke cron-run bij wachtrijverwerking. De processen stoppen zodra een ervan is bereikt. Voer 0 in om de limieten uit te schakelen.

source: Number of rows
nl: Aantal rijen

source: Number of messages sent
nl: Aantal verzonden berichten

source: Time (seconds)
nl: Tijd (seconden)

source: Time (% of cron time)
nl: Tijd (percentage van cron-tijd)

source: Maximum percentage of cron time the process may use.
nl: Het maximale percentage van de cron-tijd dat een proces mag gebruiken.

source: Minutes
nl: Minuten

source: Hours
nl: Uren

source: Days
nl: Dagen

source: Send intervals
nl: Verzendintervallen

source: To delete an interval, set the time unit and the name empty.
nl: Maak de tijd en de naam leeg om een interval te verwijderen.

source: Reset to defaults
nl: Herstel de standaard waarden

source: The time intervals for your subscriptions have been updated
nl: De tijdsintervallen voor uw abonnementen zijn bijgewerkt

source: Time
nl: Tijd

source: Display name
nl: Weergavenaam

source: Enabled events
nl: Ingeschakelde gebeurtenissen

source: Check the events for which notifications should be triggered.
nl: Markeer de gebeurtenissen waarvoor meldingen getriggered moeten worden.

source: You need to enable some plug-ins to provide notifications events.
nl: Er zijn enkele plug-ins nodig voor meldinggebeurtenissen.

source: Number
nl: Aantal

source: No existing or allowed subscriptions
nl: Geen bestaande of toegestane abonnementen

source: Total: %number
nl: Totaal: %number

source: Current subscriptions
nl: Huidige abonnementen

source: Messages in queue
nl: Meldingen in de wachtrij

source: The queue has been reset.
nl: De wachtrij is gereset.

source: Run queue process
nl: Verwerk de wachtrij

source: Process immediate sending
nl: Verwerk de directe verzending

source: Reset queue. Delete all notifications.
nl: Reset de wachtrij. Verwijder alle meldingen.

source: Operations
nl: Bewerkingen

source: Confirm your subscription
nl: Bevestig uw abonnement

source: Subscription type or parameters not allowed
nl: Abonnementstype of parameters niet toegestaan

source: !type subscription to
nl: !type-abonnement op

source: Subscribe
nl: Abonneer

source: Cancel
nl: Annuleer

source: Your subscription was activated.
nl: Uw abonnement is geactiveerd.

source: Your subscription was cancelled
nl: Uw abonnement is geannuleerd

source: Unsubscribe
nl: Abonnement beëindigen

source: Your subscription has been removed.
nl: Uw abonnement is verwijderd.

source: Reached processing limit on queue processing: %name = %value
nl: De limieten van de wachtrijverwerking zijn bereikt: %name = %value
