Repository: CaptainNozick/seasteading.org
Catalog: sites/all/modules/fckeditor/po/*.po
Languages: es

source: Enter names (HTML ID's) of fields that may or may not have an FCKeditor, depending on the chosen option for the inclusion/exclusion mode.<br />You may separate the different entries by commas, spaces or newlines.
es: Ingresa los nombres (ID de HTML) de los campos que pueden o no tener un FCKeditor, dependiendo de la opción de modo inclusión/exclusión elegida.<br />Puedes separar las diferentes entradas por comas, espacios o saltos de línea.

source: Paths to exclude/include
es: Rutas a excluir/incluir

source: Enter drupal paths here, depending on the chosen option for the inclusion/exclusion mode.<br />Paths may be used the same way as in the drupal blocks configuration.<br />You may separate the different entries by commas, spaces or newlines. <br />You may also use * as a wildcard character (for example <code>comment/*</code>).
es: Ingresa aquí rutas Drupal, dependiendo de la opción de modo inclusión/exclusión elegida.<br />Las rutas se usan de la misma forma que en la configuración usual de bloques Drupal.<br />Puedes separar las diferentes entradas por comas, espacios o saltos de línea.<br />También puedes usar * como caracter comodín (por ejemplo <code>comment/*</code>).

source: Force simplified toolbar on the following fields
es: Forzar barra de herramientas simplificada en los siguientes campos

source: Enter names (HTML ID's) of fields that should have the simplified toolbar.<br />If you don't want to use this feature, simply leave this field empty.<br />You may separate the different entries by commas, spaces or newlines.
es: Ingresa los nombres (ID de HTML) de los campos deben presentar la barra de herramientas simplificada.<br />Si no quieres usar esta funcionalidad, deja este campo vacío.<br />Puedes separar las diferentes entradas por comas, espacios o saltos de línea.

source: Force simplified toolbar on the following paths
es: Forzar barra de herramientas simplificada en las siguientes rutas

source: Enter drupal paths that should have the simplified toolbar.<br />If you don't want to use this feature, simply leave this field empty.<br />Paths may be used the same way as in the drupal blocks configuration.<br />You may separate the different entries by commas, spaces or newlines.<br />You may also use * as a wildcard character (for example <code>comment/*</code>).
es: Ingresa las rutas Drupal que deben presentar la barra de herramientas simplificada.<br />Si no quieres usar esta funcionalidad, deja este campo vacío.<br />Las rutas se usan de la misma forma que en la configuración usual de bloques Drupal.<br />Puedes separar las diferentes entradas por comas, espacios o saltos de línea.<br />También puedes usar * como caracter comodín (por ejemplo <code>comment/*</code>).

source: You haven't assigned <code>!access1</code> !permissions yet.<br/>It is recommended to assign the <code>!access1</code> !permissions before updating FCKeditor profiles.
es: Todavá no has asignado los !permissions de <code>!access1</code>.<br />Se recomienda que asignes los !permissions de <code>!access1</code> antes de actualizar los perfiles FCKeditor.

source: Add new FCKeditor profile
es: Agregar nuevo perfil FCKeditor

source: Not all user roles are shown since they already have fckeditor profiles. You must first unassign profiles in order to add them to a new one.
es: No se muestran todos los roles porque ya tienen perfiles fckeditor. Primero debes desasignar los perfiles para poder agregarles uno nuevo.

source: Basic setup
es: Configuración básica

source: Profile name
es: Nombre del perfil

source: Enter a name for this profile. This name is only visible within the fckeditor administration page.
es: Ingresa un nombre para este perfil. Este nombre sólo es visible en la página de administración fckeditor.

source: Roles allowed to use this profile
es: Roles que pueden usar este perfil

source: Only roles with '!access1' permission will be shown here. If no role is available, make sure that you have assigned the '!access1' !permission.
es: Sólo se muestran aquí los roles con el permiso '!access1' . Si no hay roles disponibles, asegúrate que le has asignado el !permission de '!access1'.

source: Allow users to customize FCKeditor appearance
es: Permitir a los usuarios modificar la apariencia de FCKeditor

source: If allowed, users will be able to override <code>Editor appearance</code> by visiting their profile page.
es: Si lo permites, los usuarios podrán modificar <code>Apariencia del editor</code> en su página de perfil de usuario.

source: Minimum rows
es: Filas mínimas

source: FCKeditor will be triggered if the textarea has more rows than entered here. Enter '1' if you do not want to use this feature.
es: El FCKeditor se activará si el área de texto tiene más filas que las aquí ingresadas. Pon '1' si no quieres usar esta funcionalidad.

source: Editor appearance
es: Apariencia del editor

source: Default editor state. If disabled, rich text editor may still be enabled using toggle or popup window.
es: Estado por defecto del editor. Si está deshabilitado, la edición de texto rico puede habilitarse usando un botón o una ventana emergente.

source: Whether or not to show the disable/enable rich text editor toggle below the textarea. Works only if FCKeditor is not running in a popup window (see below).
es: Si se muestra o no el botón de habilitar/deshabilitar el editor de texto rico debajo del área de texto. Sólo funciona si FCKeditor no está corriendo en una ventana emergente (ver debajo).

source: Choose a default skin.
es: Elige un tema por defecto.

source: Choose a default toolbar set. To define new toolbar, edit <code>fckeditor.config.js</code> located in !module_path.
es: Elige un juego de barra de herramientas por defecto. Para definir una nueva barra de herramientas, edita <code>fckeditor.config.js</code> ubicado en !module_path.

source: Cleanup and output
es: Limpieza y salida

source: Enter mode
es: Modo Intro

source: Set which tag FCKeditor should use when [Enter] key is pressed.
es: Elige la etiqueta que FCKeditor usará cuando se presiona la tecla [Intro].

source: Shift + Enter mode
es: Modo Shift + Intro

source: Set which tag FCKeditor should use when [Shift] + [Enter] is pressed.
es: Elige la etiqueta que FCKeditor usará cuando se presiona [Shift] + [Intro].

source: Font formats
es: Formatos de fuentes

source: Semicolon separated list of HTML font formats. Allowed values are: p;div;pre;address;h1;h2;h3;h4;h5;h6
es: Lista separada por punto y coma de formatos de fuentes HTML. Los valores permitidos son: p;div;pre;address;h1;h2;h3;h4;h5;h6

source: Apply source formatting
es: Aplicar formato de origen

source: When set to "true" the editor will format the XHTML when switching from WYSIWYG view to Source view, by inserting line breaks on some tags endings and indenting paragraphs, tables and lists.
es: Cuando está en "verdadero" el editor dará formato al XHTML al pasar de la vista rica a la vista de origen, agregando saltos de línea a algunas etiquetas de cierre e indentando los párrafos, las tablas y las listas.

source: Format output
es: Formato de salida

source: When set to "true" the editor will format the XHTML output by inserting line breaks on some tags endings and indenting paragraphs, tables and lists.
es: Cuando está en "verdadero" el editor dará formato a la salida XHTML, agregando saltos de línea a algunas etiquetas de cierre e indentando los párrafos, las tablas y las listas.

source: use theme css
es: usar css del tema

source: define css
es: definir css

source: FCKeditor default
es: por defecto de FCKeditor

source: Defines the CSS to be used in the editor area.<br />use theme css - load style.css from current site theme.<br/>define css - enter path for css file below.<br />FCKeditor default - uses default CSS from editor.
es: Define el CSS a usar en el área de edición.<br />usar css del tema - carga style.css del tema de sitio.<br/>definir css - ingresa debajo una ruta al archivo css.<br />por defecto de FCKeditor - usa el css por defecto del editor.

source: CSS path
es: ruta CSS

source: Enter path to CSS file (<em>example: css/editor.css</em>) or a list of css files seperated by a comma (<em>example: /themes/garland/style.css,http://example.com/style.css</em>).<br />Macros: %h (host name: !host), %t (path to theme: !theme)<br />Be sure to select "define css" above.
es: Ingresa la ruta al archivo CSS (<em>ejemplo: css/editor.css</em>) o una lista de archivos CSS separados por coma (<em>ejemplo: /themes/garland/style.css,http://example.com/style.css</em>).<br />Macros: %h (nombre de servidor: !host), %t (ruta al tema: !theme)<br />Asegúrate de seleccionar "definir css" más arriba.

source: Predefined styles
es: Estilos predefinidos

source: use theme fckstyles.xml
es: usar tema fckstyles.xml

source: define path to fckstyles.xml
es: definir ruta a fckstyles.xml

source: Define the location of <code>fckstyles.xml</code> file. It is used by the &quot;Style&quot; dropdown list available in the Default toolbar.<br />Copy !fckstyles.xml inside your theme directory (<code>!theme</code>) and adjust it to your needs.
es: Define la ubicación del archivo <code>fckstyles.xml</code>. Será usado por la lista de selección &quot;Estilo&quot; disponible en la barra de herramientas por defecto.<br />Copia !fckstyles.xml dentro de tu directorio de temas (<code>!theme</code>) y ajústalo a tus necesidades.

source: Predefined styles path
es: Ruta a estilos predefinidos

source: Enter path to XML file with predefined styles (<em>example: /fckstyles.xml</em>).<br />Macros: %h (host name: !host), %t (path to theme: !theme), %m (path to FCKeditor module: !module)<br />Be sure to select "define path to fckstyles.xml" above.
es: Ingresa la ruta al archivo XML con los estilos predefinidos (<em>ejemplo: /fckstyles.xml</em>).<br />Macros: %h (nombre de servidor: !host), %t (ruta al tema: !theme), %m (ruta al módulo FCKeditor: !module)<br />Asegúrate de seleccionar "definir ruta a fckstyles.xml" más arriba.

source: The file browser settings are not diplayed because you have configured IMCE to handle file browsing.
es: La configuración del navegador de archivos no se muestra porque has configurado IMCE como navegador.

source: Set file browser settings. If you enable file uploads and disable basic and advanced file management, you will need to manage your images and other files with the core upload module or a contrib module like !imce. Please note that these options require manual configuration, check !readme for more information.<br />
es: Configura el navegador de archivos. Si habilitas la subida de archivos y deshabilitas el manejo de archivos básico y avanzado, tendrás que administrar tus imágenes y otros archivos con el módulo de subidas por defecto, o con un módulo contribuido tal como !imce. Por favor, ten en cuenta que estas opciones requieren de configuración manual; comprueba !readme para más información.<br />

source: Allow basic file management
es: Permitir administración de archivos básica

source: Allow quick uploads.
es: Permitir subidas rápidas.

source: Allow advanced file management
es: Permitir administración de archivos avanzada

source: Allow file management in the advanced file manager.
es: Permitir la administración de archivos con el administrador avanzado de archivos.

source: Path to uploaded files
es: Ruta a los archivos subidos

source: Path to uploaded files relative to the document root.<br />Available wildcard characters:<br/><strong>%b</strong> - base URL path of the Drupal installation (!base).<br/><strong>%f</strong> - Drupal file system path where the files are stored (!files).<br /><strong>%u</strong> - User ID.<br />Current path: !path
es: Ruta a los archivos subidos, relativa a la raíz de documentos.<br />Caracteres comodín disponibles:<br/><strong>%b</strong> - ruta URL base de la instalación Drupal (!base).<br/><strong>%f</strong> - ruta Drupal en el sistema de archivos donde se almacenan los archivos (!files).<br /><strong>%u</strong> - ID de usuario.<br />Ruta actual: !path

source: Absolute path to uploaded files
es: Ruta absoluta a los archivos subidos

source: The path to the local directory (in the server) which points to the path defined above. If empty, FCKeditor will try to discover the right path.<br />Available wildcard characters:<br/><strong>%d</strong> - server path to document root (!root).<br /><strong>%b</strong> - base URL path of the Drupal installation (!base).<br/><strong>%f</strong> - Drupal file system path where the files are stored (!files).<br /><strong>%u</strong> - User ID.<br />Current path: !path
es: La ruta al directorio local (al servidor) que apunta a la ruta definida arriba. Si está vacía, FCKeditor tratará de descubrir la correcta por sí mismo.<br />Caracteres comodín disponibles:<br/><strong>%b</strong> - ruta URL base de la instalación Drupal (!base).<br/><strong>%f</strong> - ruta Drupal en el sistema de archivos donde se almacenan los archivos (!files).<br /><strong>%u</strong> - ID de usuario.<br />Ruta actual: !path

source: Advanced options
es: Opciones avanzadas

source: Custom javascript configuration
es: Configuración JavaScript a medida

source: Warning: to change FCKeditor configuration globally, you should modify the config file: <code>!fckeditor_config</code>.<br/>Sometimes it is required to change the FCKeditor configuration for selected profile. Use this box to define settings that are uniqe for this profile.<br/>Available options are listed in the !docs.<br/>Warning: if you make something wrong here, FCKeditor may fail to load.<br/>For example to disable some advanced tabs in dialog windows in FCKeditor, add the following: !example
es: Atención: para cambiar la configuración global de FCKeditor, deberías modificar el archivo de configuración: <code>!fckeditor_config</code>.<br/>A veces es necesario cambiar la configuración FCKeditor para el perfil elegido. Usa esta caja para definir configuraciones que son privativas de este perfil.<br />Las opciones disponibles se indican en los !docs.<br />Cuidado: si haces algo mal aquí, puede que FCKeditor no cargue.<br />Por ejemplo, apra deshabilitar algunas pestañas avanzadas en las ventanas de diálogo de FCKeditor, agrega lo siguiente: !example

source: FCKeditor documentation
es: Documentación de FCKeditor

source: administer fckeditor
es: adminstrar fckeditor

source: allow fckeditor file uploads
es: permitir subir archivos con fckeditor

source: Enables the usage of FCKeditor (WYSIWYG) instead of plain text fields.
es: Habilita el uso de FKCEditor (visual) en lugar de campos de texto simples.
