Repository: CaptainNozick/seasteading.org
Catalog: sites/all/modules/fckeditor/po/*.po
Languages: es

source: <p>Note: FCKeditor is highly configurable. The most commonly used features are listed below. If you want to take a look at all available settings, open <code>!fckconfig</code> and then customize <code>!fckeditor_config</code> to your needs. This is also the only way to define new toolbar sets. It is advised to not edit <code>fckconfig.js</code> because you may overwrite it accidentally when you update the editor.</p>
es: <p>Nota: FCKeditor es muy configurable. Abajo se listan las opciones usadas más comúnmente. Si quieres ver todas las opciones disponibles, abre <code>!fckconfig</code> y luego modifica <code>!fckeditor_config</code> a tu gusto. Esta es también la única forma de definir nuevos grupos de barra de tareas. No se recomienda editar <code>fckconfig.js</code> porque puedes sobreescribir el archivo accidentalmente cuando actualices el editor.</p>

source: Enables the usage of FCKeditor (WYSIWYG editor) instead of plain text fields.
es: Habilita el uso de FCKeditor (editor visual) en vez de campos de texto simples.

source: <p>The Global Profile allows you to define settings that are common for all profiles. Values defined in other profiles will be appended to the global configuration. This way you can avoid repeating some of the settings that are usually the same in each profile.</p>
es: <p>El Perfil Global te permite definir opciones comunes a todos los perfiles. Los valores definidos para otros perfiles se adjuntarán a la configuración global. De esta manera puedes evitar tener que repetir algunas configuraciones que usualmente son iguales para cada perfil.</p>

source: <p>The FCKeditor module allows Drupal to replace textarea fields with a rich text or <acronym title="What You See Is What You Get">WYSIWYG</acronym> editor. This editor brings many of the powerful functionalities of known desktop editors like Word to the web. It's relatively lightweight and doesn't require any kind of installation on the client computer.</p><p>More information about the editor is located at the !fckeditorlink. A small user guide is located at !userguidelink.</p>
es: <p>El módulo FCKeditor permite reemplazar en Drupal los campos de área de texto por un editor de texto rico, o editor visual (<acronym title="What You See Is What You Get">WYSIWYG</acronym>). Este editor aporta mucha de las potentes funciones de editores de escritorio como Word para su uso en la web. Es relativamente liviano y no requiere instalación alguna en el ordenador del cliente.</p></p>Hay más información disponible sobre el editor en !fckeditorlink. Una breve guía del usuario está disponible en !userguidelink.</p>

source: FCKeditor homepage
es: Página principal del FCKeditor

source: FCKeditor userguide
es: Guía del usuario de FCKeditor

source: <p>Profiles can be defined based on user roles. A FCKeditor profile can define which pages receive this FCKeditor capability, what buttons or themes are enabled for the editor, how the editor is displayed, and a few other editor functions. It is possible also to define the Global Profile that will hold values that will be appended to all other profiles.</p><p>Lastly, only users with the <code>!access1</code> !permission will be able to use FCKeditor. </p>
es: <p>Se pueden definir perfiles basados en los roles de usuario. Un perfil FCKeditor puede definir qué páginas reciben esta funcionalidad, qué botones o temas están disponibles en el editor, cómo se muestra el editor y un par más de funciones del editor. Es posible también definir el Perfil Global que dará valores por defecto a todos los demás perfiles.</p><p>Por último, sólo los usuarios con el !permission de <code>!access1</code> serán capaces de usar el FCKeditor.</p>

source: permission
es: permiso

source: access fckeditor
es: acceder a fckeditor

source: <p>The FCKeditor module allows Drupal to replace textarea fields with a rich text or <acronym title="What You See Is What You Get">WYSIWYG</acronym> editor. This editor brings many of the powerful functionalities of known desktop editors like Word to the web. It's relatively lightweight and doesn't require any kind of installation on the client computer.</p><p>More information is located at the !fckeditorlink. A small user guide is located at !userguidelink.</p>
es: <p>The FCKeditor module allows Drupal to replace textarea fields with a rich text or <acronym title="What You See Is What You Get">WYSIWYG</acronym> editor. This editor brings many of the powerful functionalities of known desktop editors like Word to the web. It's relatively lightweight and doesn't require any kind of installation on the client computer.</p><p>More information about the editor is located at the !fckeditorlink. A small user guide is located at !userguidelink.</p>

source: <h3>Installation</h3><p>Go to the !fckeditorlink and download the latest version. Then uncompress the contents of the "fckeditor" directory of the downloaded file to %fckeditordir.</p>
es: <h3>Instalación</h3><p>Ve a !fckeditorlink y descarga la última versión. Luego desempaqueta los contenidos del directorio "fckeditor" en el archivo descargado en %fckeditordir.</p>

source: <h3>Configuration</h3><ol><li>Enable the module as usual from Drupal's admin pages.</li><li>Grant permissions for use of FCKeditor in <code>!path2</code></li><li>Under <code>!path1</code>, create the fckeditor profiles. In each profile you can choose which textareas will be replaced by FCKeditor, select default toolbar and configure some more advanced settings </li><li>For the Rich Text Editing to work you also need to configure your !filterlink for the users that may access Rich Text Editing. Either grant those users Full HTML access or use the following: <br/><code>!filter</code>. </li><li>To have a better control over line breaks, you may disable <code>Line break converter</code> in the chosen filter (recommended).</li><li>Modify the fckeditor.config.js file to custom your needs (optional).<br />You may copy the needed configuration lines from the default FCKeditor configuration settings (modules/fckeditor/fckeditor/fckconfig.js), the lines in fckeditor.config.js will override most settings.</li></ol>
es: <h3>Configuración</h3><ol><li>Habilita el módulo como de costumbre desde las páginas de administración de Drupal.</li><li>Otorga permisos de uso de FCKeditor en <code>!path2</code></li><li>Bajo <code>!path1</code>, crea los perfiles de fckeditor. En cada perfil puedes elegir qué áreas de texto se reemplazarán por FCKeditor, seleccionar la barra de tareas por defecto y configurar algunas otras opciones avanzadas</li></li>Para que la Edición de Texto Rico funciones necesitarás también configurar !filterlink para los usuarios que pueden usar la Edición de Texto Rico. Puedes o bien otorgar permiso Full HTML o usar lo siguiente:<br /><code>!filter</code>.</li><li>Para un mejor control sobre los saltos de línea, puedes desactivar <code>Conversor de saltos de líneas</code> en el filtro elegido (se recomienda)</li><li>Modifica el archivo fckeditor.config.js para adecuarlo a tus necesidades (opcional)<br />Puedes copiar las líneas de configuración necesarias de la configuración FCKeditor por defecto (modules/fckeditor/fckeditor/fckconfig.js); las líneas en fckeditor.config.js forzarán la mayoría de las opciones</li></ol>

source: Administer > Settings > FCKeditor
es: Administrar > Configuración del sitio > FCKeditor

source: Administer > User Management > Access Control
es: Administrar > Gestión de usuarios > Control de acceso

source: filters
es: filtros

source: <h3>Installation troubleshooting</h3><p>If your FCKeditor does not show you must check if all files are extracted correctly. The directory %fckeditordir should have the following files <code>fckeditor.js, fckconfig.js, fckstyles.xml, fcktemplates.xml</code> and a directory named <code>editor</code>.</p>
es: <h3>Diagnóstico de la Instalación</h3><p>Si no puedes ver el FCKeditor debes comprobar que se extrajeron correctamente todos los archivos. El directorio %fckeditordir debería contener los siguientes archivos <code>fckeditor.js, fckconfig.js, fckstyles.xml, fcktemplates.xml</code> y un directorio llamado <code>editor</code>.</p>

source: The correct directory structure is as follows: <blockquote><pre>!structure</pre></blockquote>
es: La estructura de directorios correcta es la siguiente: <blockquote><pre>!structure</pre></blockquote>

source: <h3>Plugins: Teaser break and Pagebreak</h3><p>By default, FCKeditor module comes with two plugins that can handle teaser break (&lt;!--break--&gt;) and pagebreak (&lt;!--pagebreak--&gt;). You can enable any (or even both) of them.<ol><li>Open <code>!fckeditor.config.js</code> and uncomment these three lines: <pre>!code</pre></li><li>The second step is to add buttons to the toolbar (in the same file). The button names are: <code>DrupalBreak, DrupalPageBreak</code>. For example if you have a toolbar with an array of buttons defined as follows: <pre>!buttons1</pre> simply add those two buttons at the end of array: <pre>!buttons2</pre> (remember about single quotes).</li></ol></p>
es: <h3>Plugins: Corte de copete y Corte de página</h3><p>Por defecto, el módulo FCKeditor viene con dos plugins que permiten insertar un corte de copete (&lt;!--break--&gt;) y de página (&lt;!--pagebreak--&gt;). Puedes habilitar uno o ambos.</p><ol><li>Abre <code>!fckeditor.config.js</code> y descomenta las siguientes tres líneas: <pre>!code</pre></li><li>El segundo paso es agregar los botones a la barra de tareas (en el mismo archivo). Los nombres de los botones son <code>DrupalBreak, DrupalPageBreak</code>. Por ejemplo si tienes una barra de tareas con una ristra de botones definida así: <pre>!buttons1</pre> sólo agrega estos dos botones al final de la lista: <pre>!buttons2</pre> (ten cuidado con las comillas simples).</li></ol>

source: <h3>Uploading images and files</h3><p>There are three ways of uploading files: By using the built-in file browser, by using a module like !imce or using the core upload module.</p>
es: <h3>Subida de imágenes y archivos</h3><p>Hay tres formas de subir archivos: Usar el navegador de archivos incorporado, usar un módulo como !imce, o usar el módulo de subida por defecto.</p>

source: <h3>How to enable the file browser</h3><p>The editor gives the end user the flexibility to create a custom file browser that can be integrated on it. The included file browser allows users to view the content of a specific directory on the server and add new content to that directory (create folders and upload files).</p><p><ol><li>To enable file browsing you need to edit the connector configuration file in your fckeditor module directory, the file should be in:<blockquote><code>!config3</code> <br/> (FCKeditor 2.5+)<br/><br/> or <br/><br/><code>!config1</code><br/> and <br/><code>!config2</code> <br/> (FCKeditor 2.3.x - 2.4.x)</blockquote></p><p>In this file(s) you will need to enable the file browser by adding one line that includes file with the special authentication function for Drupal (<code>filemanager.config.php</code>). Add this code: <blockquote><code>!code1</code><br/> (FCKeditor 2.5+)</blockquote> or <blockquote><code>!code2</code> <br/> (FCKeditor 2.3.x - 2.4.x)</blockquote> straight below this line: <blockquote><code>!code3</code></blockquote> The config.php file also holds some other important settings, please take a look at it and adjust it to your needs (optional).</p></li>
es: <h3>Cómo habilitar el navegador de archivos</h3><p>El editor le da al usuario final la flexibilidad de crear un navegador de archivos a medida que puede ser integrado. El navegador incluido permite a los usuarios ver el contenido de un directorio específico en el servidor y agregar nuevo contenido a ese directorio (crear carpetas y subir archivos).</p><ol><li><p>Para habilitar el manejo de archivos necesitas editar el archivo de configuración del conector en el directorio del módulo fckeditor; el archivo debería estar en</p> <blockquote><p><code>!config3</code> <br/> (FCKeditor 2.5+)<br/><br/> o <br/><br/><code>!config1</code><br/> and <br/><code>!config2</code> <br/> (FCKeditor 2.3.x - 2.4.x)</p></blockquote><p>En estos archivos tienes que habilitar el navegador de archivos agregando una línea que incluye el archivo con una función especial de autenticación para Drupal (<code>filemanager.config.php</code>). Agrega este código:</p> <blockquote><p><code>!code1</code><br/> (FCKeditor 2.5+)</blockquote> or <blockquote><code>!code2</code> <br/> (FCKeditor 2.3.x - 2.4.x)</p></blockquote><p> El archivo config.php también contiene opciones importantes; por favor revísalo y ajústalo a tus necesidades (opcional).</p></li>

source: <li>As of Drupal 5.2, additional step is required: locate file named <code>settings.php</code> inside your drupal directory (usually <code>sites/default/settings.php</code>) and set <strong><code>&#36;cookie_domain</code></strong> variable to the appropiate domain (remember to uncomment that line). If you not do this, FCKeditor will claim that file browser is disabled</li>
es: <li>A partir de Drupal 5.2, es necesario un paso adicional: localiza el archivo llamado <code>settings.php</code> dentro de tu directorio Drupal (normalmente <code>sites/default/settings.php</code>) y asigna la variable <strong><code>&#36;cookie_domain</code></strong> al dominio apropiado (recuerda descomentar esa línea). Si no lo haces, FCKeditor dirá que el navegador de archivos está deshabilitado</li>

source: <li>Enabling file uploads is <strong>a security risk</strong>. That's why you have to grant a !link to enable the file browser to certain groups.</li>
es: <li>Habilitar la subida de archivos es <strong>un riesgo de seguridad</strong>. Por eso debes permitir un !link para habilitar el navegador de archivos sólo a ciertos grupos</li>

source: separate permission
es: permiso separado

source: <li>Lastly, adjust the !fb for each !profile.</li></ol>
es: <li>Por último, ajusta el !fb para cada !profile.</li></ol>

source: File browser settings
es: Opciones del navegador de archivos

source: profile
es: perfil

source: <h3>Modules: Image Assist</h3><p>Image Assist can be integrated with FCKeditor. To do this, simply copy the <code>!iaf1</code> file to <code>!iaf2</code>.</p>
es: <h3>Módulos: Image Assist</h3><p>Image Assist puede integrarse con FCKeditor. Para esto, simplemente copia el archivo <code>!iaf1</code> a <code>!iaf2</code>.</p>

source: Configure the rich editor.
es: Cinfigurar el editor rico.

source: Minimum rows must be a valid number
es: Filas mínimas debe ser un número válido

source: If FCKeditor is enabled by default, popup window must be disabled.
es: Si FCKeditor está habilitado por defecto, ventana emergente debe estar deshabilitado.

source: If toggle is enabled, popup window must be disabled.
es: Si cambiar está habilitado, ventana emergente debe estar deshabilitado.

source: You must give a profile name.
es: Debes ingresar un nombre de perfil.

source: Enter valid width. Ex: 400 or 100%
es: Ingresa un ancho válido. Por ejemplo: 400, 0 100%

source: CSS path is not empty. Please set the "Editor CSS" option to "define css" mode.
es: La ruta CSS no es vacía. Por favor elige la opción "Editor CSS" en modo "definir css".

source: Double quotes are not allowed in CSS path.
es: No se permiten comillas dobles en la ruta CSS.

source: Enter valid path, do not surround it with quotes.
es: Ingresa una ruta válida, no la pongas entre comillas.

source: Path to predefined styles is not empty. Please set the "Predefined styles" option to "define path to fckstyles.xml" mode.
es: La ruta a los estilos predefinidos no es vacía. Por favor elige la opción "Estilos predefinidos" en modo "definir ruta a fckstyles.xml".

source: Double quotes are not allowed in path.
es: No se permiten comillas dobles en la ruta CSS.

source: Enter valid, semicolon separated, list of HTML font formats (no semicolon at the end of list expected).
es: Ingresa una lista válida de formatos de fuente HTML, separados por punto y coma (excepto después del último elemento de la lista).

source: Invalid field specified: %1
es: Campo especificado inválido: %1

source: Invalid path specified: %1
es: Ruta especificada inválida: %1

source: Path to uploaded files is required.
es: Se requiere una ruta a los archivos subidos.

source: Absolute path to uploaded files is required.
es: Se requiere una ruta absoluta a los archivos subidos.

source: checking for %filename
es: comprobando %filename

source: The FCKeditor component is not installed correctly. Please go to the !fckeditorlink to download the latest version. After that you must extract the files to %modulepath and make sure that the directory %modulesubdir and the file %modulefile exist. Refer to the !readme for more information.
es: El componente FCKeditor no está correctamente instalado. Por favor descarga la última versión de !fckeditorlink. Luego deberás extraer los archivos a %modulepath y asegurarte de que existen tanto el directorio %modulesubdir como el archivo %modulefile. Consulta el !readme para más información.

source: Edit FCKeditor profile
es: Editar perfil FCKeditor

source: Deleted profile
es: Perfil eliminado

source: Deleted Global profile
es: Perfil Global eliminado

source: Create profile
es: Crear perfil

source: Update profile
es: Actualizar perfil

source: Your FCKeditor profile has been updated.
es: Tu perfil FCKeditor ha sido actualizado.

source: Your FCKeditor profile has been created.
es: Tu perfil FCKeditor ha sido creado.

source: Create global profile
es: Crear perfil global

source: Update global profile
es: Actualizar perfil global

source: FCKeditor global profile has been saved.
es: El perfil global FCKeditor ha sido salvado.

source: FCKeditor settings
es: Opciones de FCKeditor

source: Could not find the FCKeditor engine installed at <strong>!fckeditor-directory</strong>. Please !download, uncompress it and copy the folder into !fckeditor-path.
es: No se encontró el motor FCKeditor instalado en <strong>!fckeditor-directory</strong>. Por favor !download, descomprímelo y copia la carpeta dentro de !fckeditor-path.

source: download FCKeditor
es: descarga FCKeditor

source: There is currently no role associated with FCKeditor profiles. At this moment, nobody is able to use FCKeditor.
es: Actualmente no hay ningún rol asociado con perfiles FCKeditor. En este momento nadie puede usar el FCKeditor.

source: Profile
es: Perfil

source: Operations
es: Operaciones

source: edit
es: editar

source: delete
es: borrar

source: Profiles
es: Perfiles

source: Create new profile
es: Crear nuevo perfil

source: No profiles found. Click here to !create.
es: No se hallaron perfiles. Haz click aquí para !create.

source: create a new profile
es: crear un nuevo perfil

source: Global Profile not found. Click here to !create.
es: No se halló un Perfil Global. Haz click aquí para !create

source: create the global profile
es: crear el perfil global

source: Global Settings
es: Opciones Globales

source: FCKeditor Global Profile
es: Perfil Global de FCKeditor

source: Switch to plain text editor
es: Cambiar a editor de texto simple

source: Switch to rich text editor
es: Cambiar a editor de texto rico

source: Open rich editor
es: Abrir editor rico

source: <div class="textarea-identifier description">The ID for !excluding this element is: !id - the path is: !path</div>
es: <div class="textarea-identifier description">El ID para !excluding este elemento es: !id - la ruta es: !path</div>

source: excluding or including
es: excluir o incluir

source: Rich Text Editor settings
es: Opciones del Editor de Texto Rico

source: Default state
es: Estado por defecto

source: enabled
es: habilitado

source: disabled
es: deshabilitado

source: Should rich-text editing be enabled or disabled by default in textarea fields? If disabled, rich text editor may still be enabled using toggle or popup window.
es: ¿Debe habilitarse o deshabilitarse por defecto la edición de texto rico en los campos de área de texto? Si está deshabilitada, la edición de texto rico puede habilitarse usando un botón o una ventana emergente.

source: Show disable/enable rich text editor toggle
es: Mostrar el botón de habilitar/deshabilitar el editor de texto rico

source: true
es: verdadero

source: false
es: falso

source: Whether or not to show the disable/enable rich text editor toggle below the textarea. Works only if FCKeditor is not running a popup window (see below).
es: Si se muestra o no el botón de habilitar/deshabilitar el editor de texto rico debajo del área de texto. Sólo funciona si FCKeditor no está corriendo en una ventana emergente (ver debajo).

source: Use FCKeditor in a popup window
es: Usar FCKeditor en una ventana emergente

source: If this option is enabled a link to a popup window will be used instead of a textarea replace.
es: Si esta opción está habilitada se usará un vínculo a una ventana emergente en vez de un reemplazo del área de texto.

source: Skin
es: Tema

source: Choose a FCKeditor skin.
es: Elije un tema de FCKeditor.

source: Toolbar
es: Barra de herramientas

source: Choose a FCKeditor toolbar set.
es: Elige un juego de barra de herramientas FCKeditor.

source: Start the toolbar expanded
es: Arrancar con la barra de herramientas expandida

source: The toolbar start expanded or collapsed.
es: La barra de herramientas comienza expandida o colapsada.

source: Width
es: Ancho

source: Width in pixels or percent. Ex: 400 or 100%
es: Ancho en píxeles o porcentaje: Ejemplo: 400 o 100%.

source: Language
es: Idioma

source: The language for the FCKeditor interface.
es: El idioma para la interfaz del FCKeditor.

source: Auto-detect language
es: Detectar idioma automáticamente

source: Use auto detect user language feature.
es: Usar la funcionalidad de detección automática del idioma del usuario.

source: administer
es: administrar

source: Add new FCKeditor global profile
es: Agregar nuevo perfil global de FCKeditor

source: Global profile already exist. Only one global profile is allowed.
es: El perfil global ya existe. Sólo se permite un único perfil global.

source: Main setup
es: Configuración principal

source: Role precedence
es: Precedencia de roles

source: A user having <strong>multiple roles</strong> gets the permissions of the highest one. Sort role IDs according to their <strong>precedence from higher to lower</strong> by putting > in between.<br />
es: Un usuario que posee <strong>múltiples roles</strong> obtiene los permisos del más alto. Ordena los ID de rol de acuerdo con su <strong>precedencia de mayor a menor</strong> insertando un &gt; entre ellos.<br />

source: Here is the id-name pairs of roles having access to FCKeditor:
es: Estos son los pares ID-nombre para los roles con acceso a FCKeditor:

source: You haven't assigned the <code>!access1</code> !permissions yet.
es: Todavía no has asignado los !permissions de <code>!access1</code>.

source: permissions
es: permisos

source: Visibility settings
es: Opciones de visibilidad

source: Use inclusion or exclusion mode
es: Usar modo de inclusión o de exclusión

source: exclude
es: excluir

source: include
es: incluir

source: Choose the way of disabling/enabling FCKeditor on selected fields/paths (see below). Use exclude to disable FCKeditor on selected fields/paths. Use include if you want to load FCKeditor only on selected paths/fields.
es: Elige la forma de habilitar/deshabilitar FCKeditor en campos y/o rutas determinadas (ver debajo). Usa la exclusión para deshabilitar FCKeditor en los campos/rutas elegidos. Usa la inclusión si quieres cargar FCKeditor sólo en algunos campos/rutas.

source: Fields to exclude/include
es: Campos a excluir/incluir
